Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: But they, shaking off the dust of that place from their feet, came to Iconium.
chr: ᎠᏎᏃ ᏚᏂᏅᎪᎥᏓᏁᎴᏉ ᎪᏍᏚ ᏧᎾᎳᏏᏕᏂ ᎤᏓᏅᎵᏰᎥᎢ, ᎢᎪᏂᏯᏃ ᏭᏂᎷᏤᎢ.

source: And the disciples were full of joy and of the Holy Spirit.
chr: ᎠᏃᎯᏳᎲᏍᎩᏃ ᎤᏂᎧᎵᏨᎯ ᎨᏎ ᎠᎾᎵᎮᎵᎬᎢ ᎠᎴ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ.

source: Now in Iconium they went together to the Synagogue of the Jews and gave such teaching that a great number of Jews and Greeks had faith.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏁ ᎢᎪᏂᏯ, ᎾᏍᎩ ᎢᏧᎳᎭ ᏭᏂᏴᎴ ᎠᏂᏧᏏ ᏧᏂᎳᏫᎢᏍᏗᏱ, ᎠᎴ ᏄᏍᏛ ᎠᏂᏬᏂᏍᎬ ᏅᏧᎵᏍᏙᏔᏁ ᎤᏂᏣᏘ ᎠᏂᏧᏏ ᎠᎴ ᎾᏍᏉ ᎠᏂᎪᎢ ᎤᏃᎯᏳᏁᎢ.

source: But those Jews who had not the faith, made the minds of the Gentiles bitter against the brothers.
chr: ᎠᏎᏃ ᏄᏃᎯᏳᏒᎾ ᎠᏂᏧᏏ ᏚᏂᏖᎸᏁ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏚᎾᏓᏅᏛᎢ, ᎾᏍᎩᏃ ᏄᏅᏂᏌᏁ ᏗᏂᏍᎦᎩ ᏄᎵᏍᏔᏁ ᎠᎾᎵᏅᏟ.

source: So they kept there for a long time, taking heart in the Lord, who gave witness to the word of his grace by causing signs and wonders to be done by their hands.
chr: ᎤᏬᎯᏤᏃ ᎾᎿ ᎤᏁᏙᎴᎢ, ᎾᏂᏍᎦᎢᎲᎾ ᎠᏂᏬᏂᏍᎨ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᎾᎵᏍᎦᏍᏙᏛ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᎠᏍᏓᏱᏗᏍᎨ ᎧᏃᎮᏛ ᎤᏩᏒ ᎤᏓᏙᎵᏣᏛ ᎧᏃᎮᏍᎩ, ᏓᏁᎮ ᏧᏃᏰᏂ ᏧᏅᏙᏗᏱ ᎤᏰᎸᏛ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ.

source: But there was a division among the people of the town; some were on the side of the Jews and some on the side of the Apostles.
chr: ᎤᏂᏣᏘᏃ ᎾᎿ ᎦᏚᎲ ᎠᏁᎯ ᏔᎵ ᏄᎾᏓᏕᎢ; ᎢᎦᏛ ᎠᏂᏧᏏ ᏚᎾᎵᎪᏁᎴᎢ, ᎢᎦᏛᏃ ᎨᏥᏅᏏᏛ.

source: And when a violent attempt was made by the Gentiles and the Jews, with their rulers, to make an attack on them and have them stoned,
chr: ᏧᎾᏓᎴᏅᏛᏃ ᏴᏫ ᎠᎴ ᎠᏂᏧᏏ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎠᎾᏁᎷᎩᏍᎨ ᏗᎬᏩᏂᏐᏢᏙᏗᏱ ᎠᎴ ᏅᏯ ᏧᏅᏂᏍᏙᏗᏱ,

source: Having got news of it, they went in flight to the towns of Lycaonia, Lystra, and Derbe, and the country round about:
chr: ᎾᏍᎩ ᎤᎾᏛᎦᏁᎢ, ᎠᎴ ᏚᎾᎵᏘᏎᎢ, ᎵᏍᏗ ᎠᎴ ᏓᏈ ᎵᎨᎣᏂᏯ ᏕᎦᏚᎲ ᏭᏂᎶᏎᎢ, ᎠᎴ ᎾᎿ ᎬᏩᏚᏫᏛ ᎨᏒᎢ.

source: And went on preaching the good news there.
chr: ᎾᎿᏃ ᎠᏁᏙᎮ ᎠᎾᎵᏥᏙᎲᏍᎨ ᎣᏍᏛ ᎧᏃᎮᏛ.

source: And at Lystra there was a certain man, who from birth had been without the use of his feet, never having had the power of walking.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎤᏬᎴ ᎵᏍᏗ ᎠᏲᎤᎵ ᏧᎳᏏᏕᏂ, ᎾᏲᎤᎴ ᎤᏕᏅ, ᎢᎸᎯᏳ ᎤᏪᏙᎸᎯ ᏂᎨᏒᎾ.

source: This man was giving ear to the preaching of Paul, who, looking at him, and seeing that he had faith to be made well,
chr: ᎾᏍᎩ ᎤᏛᎦᏁ ᎦᏬᏂᏍᎬ ᏉᎳ, ᎾᏍᎩ ᎤᏯᏅᏒᎯ ᏚᎧᎿᏅ ᎠᎴ ᎤᏙᎴᎰᏒ ᎤᎲ ᎪᎯᏳᏗ ᎨᏒ ᎠᏅᏬᏗ,

source: Said in a loud voice, Get up on your feet. And, jumping up, he went walking about.
chr: ᎯᎠ ᏄᏪᏎ ᎠᏍᏓᏯ; ᎦᏥᏃᏍᏛ ᎭᎴᎲᎦ. ᏚᎵᏔᏗᏅᏎᏃ ᎠᎴ ᎤᏪᏙᎴᎢ.

source: And when the people saw what Paul had done, they said in a loud voice, in the language of Lycaonia, The gods have come down to us in the form of men.
chr: ᎤᏂᏣᏘᏃ ᎤᏂᎪᎲ ᏄᏛᏁᎸ ᏉᎳ ᎤᏂᏌᎳᏓᏁ ᎠᏂᏁᎬᎢ, ᎵᎨᎣᏂᏯ ᎠᏁᎯ ᎤᏂᏬᏂᎯᏍᏗ ᎤᏅᏔᏁ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎦᎸᎳᏗ ᎠᏁᎯ ᎠᎾᏠᎠᏏᎦ ᏴᏫ ᏄᎾᏍᏛ ᎾᏍᎩᏯ ᎢᏳᎾᏍᏗ.

source: And they gave the name of Jupiter to Barnabas, and to Paul that of Mercury, because he was the chief talker.
chr: ᏆᏂᏆᏃ ᏧᏈᏓ ᏚᏃᎡᎢ, ᏉᎳᏃ ᎹᎫᎵ ᏚᏃᎡᎢ, ᎾᏍᎩᏰᏃ ᏄᎬᏫᏳᏒ ᎠᎵᏥᏙᎲᏍᎩ ᎨᏎᎢ.

source: And the priest of the image of Jupiter, which was before the town, took oxen and flowers to the doors of the town, and was about to make an offering with the people.
chr: ᎿᏉᏃ ᎠᏥᎸ-ᎨᎶᏎᎯ ᏧᏈᏓ ᎾᏍᎩ ᎦᏚᎲ ᎢᎬᏱᏗᏢ ᎪᏢᏒᎢ, ᎦᎶᎯᏍᏗᏳᎶᏗ ᏚᏘᏃᎴ ᏩᎦ ᎠᎴ ᏗᎪᏛᎢᏛ ᎤᏂᏥᎸᏅᎯ ᏕᎤᏃᎴᎢ, ᎾᏍᎩ ᎤᏩᏒ ᎠᎴ ᎤᏂᏣᏘ ᎨᏒ ᎠᏥᎸ-ᎤᏁᎳᏍᏗᏱ ᎤᏰᎸᏎᎢ.

source: But when this came to the ears of the Apostles, Paul and Barnabas, they went running out among the people, parting their clothing, and crying out,
chr: ᎠᏎᏃ ᎨᏥᏅᏏᏛ ᏆᏂᏆ ᎠᎴ ᏉᎳ ᎤᎾᏛᎦᏅ ᏚᏂᏣᎦᎸᎮ ᏧᎾᏄᏬ, ᎤᏂᏣᏘᏃ ᏴᏫ ᏗᏁᏙᎲ ᏫᏚᎾᏗᏢᏍᏔᏁᎢ, ᎤᏁᎷᏁᎢ,

source: Good people, why are you doing these things? We are men with the same feelings as you, and we give you the good news so that you may be turned away from these foolish things to the living God, who made the heaven and the earth and the sea and all things in them:
chr: ᎯᎠ ᎾᏂᏪᏍᎨᎢ; ᎢᏥᏍᎦᏯ, ᎦᏙᏃ ᎾᏍᎩ ᎯᎠ ᏂᏣᏛᏁᎭ? ᎠᏴ ᎾᏍᏉ ᏴᏫᏉ ᎾᏍᎩᏯ ᏂᏣᎵᏍᏓᏁᎲ ᎢᏲᎩᎾᎵᏍᏓᏁᎯ, ᎠᎴ ᎢᏨᏯᎵᏥᏙᏁᎭ ᏗᏥᏲᎯᏍᏗᏱ ᎯᎠ ᎠᏎᏉᏉ ᏂᏣᏛᏁᎲᎢ, ᏫᏣᎦᏔᎲᏍᏗᏱᏃ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎢᏗᏢ, ᎾᏍᎩ ᎤᏬᏢᏅᎯ ᏥᎩ ᎦᎸᎶᎢ ᎠᎴ ᎦᏙᎯ ᎠᎴ ᎠᎺᏉᎯ ᎠᎴ ᎾᏂᎥ ᎾᎿ ᎠᏁᎯ;

source: Who in the past let all nations go in the ways which seemed good to them.
chr: ᎾᏍᎩ ᎢᎸᎯᏳ ᏥᎨᏒᎩ ᎤᎾᏁᎳᎩ ᎤᏅᏒ ᏚᏂᏅᏅ ᏩᏂᎶᎯ ᏚᏪᎵᏎᎴ ᏂᎦᏛ ᏄᎾᏓᎴᏒ ᏴᏫ;

source: But he was not without witness, because he did good, and gave you rain from heaven and times of fruit, making your hearts full of food and joy.
chr: ᎥᏝᏍᎩᏂᏃᏅ ᏩᎩᏂᎪᎯ ᎬᏂᎨᏒ ᎢᏯᏋᏁᎯ ᏳᏪᎵᏎᎢ, ᎾᏍᎩ ᎣᏍᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ, ᎠᎴ ᎢᎩᎦᏃᏓᏁᎲᎢ ᎦᎸᎳᏗ ᏗᎦᎶᏍᎬᎢ, ᎠᎴ ᎢᎦᎵᏍᎪᎸᏓᏁᎲ ᎤᏣᏘ ᎪᎱᏍᏗ ᎤᏛᎯᏍᏗᏱ ᏂᏓᏕᏘᏴᎯᏒᎢ, ᏗᎩᎾᏫ ᏓᎧᎵᎢᏍᏗᏍᎬ ᎠᎵᏍᏓᏴᏗ ᎠᎴ ᎤᎵᎮᎵᏍᏗ.

source: And even with these words, it was hard for them to keep the people from making an offering to them.
chr: ᎾᏍᎩᏃ ᎾᏂᏪᏍᎬᎢ ᎦᏂᎳ ᏚᏂᏲᏍᏙᏓᏁᎴ ᎤᏂᏣᏘ ᎠᏥᎸ-ᎬᏩᏁᎴᏗᏱ ᎠᎾᏓᏅᏖᏍᎬᎢ.

source: But some Jews came to that place from Antioch and Iconium, and got control over the people; and after stoning Paul, they had him pulled out of the town, taking him for dead.
chr: ᎠᏎᏃ ᎤᏂᎷᏤ ᎠᏂᏧᏏ ᎥᏘᎣᎩ ᎠᎴ ᎢᎪᏂᏯ ᏅᏓᏳᏂᎶᏒᎯ, ᎾᏍᎩ ᏚᏂᏔᏲᏎᎴ ᎤᏂᏣᏘ, ᏉᎳᏃ ᏅᏯ ᏕᎬᏩᏂᏍᏔᏅ ᎬᏩᎾᏌᎾᏫᏛᎮ ᎦᏚᎲ ᎬᏩᏄᎯᏎᎢ, ᎤᏲᎱᏒ ᎠᏁᎵᏍᎨᎢ.

source: But when the disciples came round him, he got up and went into the town: and the day after he went away with Barnabas to Derbe.
chr: ᎠᏎᏃ ᎤᎾᎵᎪᎯ ᏕᎬᏩᏚᏫᏍᏕᎢ ᏚᎴᏁᎢ, ᎠᎴ ᏗᎦᏚᎲ ᏭᏴᎴᎢ. ᎤᎩᏨᏛᏃ ᏆᏂᏆ ᎤᎾᏂᎩᏎᎢ, ᏓᏈ ᏭᏂᎶᏎᎢ.

source: And having made a number of disciples through the preaching of the good news in that town, they went back to Lystra and Iconium and Antioch,
chr: ᎤᎾᎵᏥᏙᏁᎸᏃ ᎣᏍᏛ ᎧᏃᎮᏛ ᎾᏍᎩ ᎦᏚᎲᎢ, ᎠᎴ ᎠᏂᎪᏗᏳ ᏚᎾᎵᎪᏔᏅ, ᏔᎵᏁ ᎵᏍᏗ ᎠᎴ ᎢᎪᏂᏯ ᎠᎴ ᎥᏘᎣᎩ ᏫᎤᏂᎶᏎᎢ,

source: Making strong the souls of the disciples, saying to them that they were to keep the faith, and that we have to go through troubles of all sorts to come into the kingdom of God.
chr: ᏓᎾᎵᏂᎪᎯᏍᏗᏍᎨ ᏚᎾᏓᏅᏛ ᎠᏃᎯᏳᎲᏍᎩ, ᏓᏂᏔᏲᏎᎮ ᏧᏂᏲᎯᏍᏗᏱ ᏂᎨᏒᎾ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᏓᏂᏃᏁᎮ ᎤᏣᏘ ᎠᎩᎵᏴ ᎢᎩᎶᎯᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎪᎯ ᏫᎩᏴᏍᏗᏱ.

source: And when they had made selection of some to be rulers in every church, and had given themselves to prayer and kept themselves from food, they put them into the care of the Lord in whom they had faith.
chr: ᏚᏂᎧᏅᏃ ᏗᎨᎦᏁᎶᏘ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ, ᎠᎴ ᎤᎾᏓᏙᎵᏍᏔᏅ ᎠᎹᏟ ᎠᏅᏍᎬᎢ, ᏚᏂᏲᎯᏎᎴ ᎤᎬᏫᏳᎯ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᎤᏃᎯᏳᏅᎯ.

source: And they went through Pisidia and came to Pamphylia.
chr: ᏆᏏᏗᏱᏃ ᎤᏂᎶᏐᏅ ᏆᎻᏈᎵᏱ ᏭᏂᎷᏤᎢ.

source: And, after preaching the word in Perga, they went down to Attalia;
chr: ᏆᎩᏃ ᎧᏃᎮᏛ ᎤᎾᎵᏥᏙᏅ ᎠᏔᏓᏯ ᏭᏂᎷᏤᎢ.

source: And from there they went by ship to Antioch, where they had been handed over to the grace of God for the work which they had not done.
chr: ᎾᎿᏃ ᏥᏳᎯ ᏭᎾᏣᏅ ᎥᏘᎣᎩ ᏭᏂᎷᏤᎢ, ᎾᎿ ᏗᎨᏥᏲᏒᎯ ᏥᎨᏎ ᎤᏁᎳᏅᎯ ᎤᏂᏙᎵᏍᏗᏱ, ᎾᏍᎩ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ ᎾᏍᎩ ᎿᏉ ᎤᏂᏍᏆᏛᎯ ᏥᎨᏎᎢ.

source: And when they came there, and had got the church together, they gave them an account of all the things which God had done through them, and how he had made open a door of faith to the Gentiles.
chr: ᎤᏂᎷᏥᎸᏃ ᎠᎴ ᏚᏂᎳᏫᏛ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎤᏂᏃᎮᎴ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᏄᎾᏛᏁᎸᎢ, ᎠᎴ ᏚᏍᏚᎢᎡᎸ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎪᎯᏳᏗ ᎨᏒ ᎦᎶᎯᏍᏗᏱ.

source: And they were with the disciples there for a long time.
chr: ᎾᎿᏃ ᎠᏃᎯᏳᎲᏍᎩ ᎠᏁᎲ ᎪᎯᏗᏳ ᎤᎾᏕᏁᎢ.

source: Now certain men came down from Judaea, teaching the brothers and saying that without circumcision, after the rule of Moses, there is no salvation.
chr: ᎩᎶᏃ ᎢᏳᎾᏍᏗ ᏧᏗᏱ ᏅᏓᏳᏂᎶᏒᎯ ᏚᏁᏲᏁ ᎠᎾᏓᏅᏟ ᎯᎠ ᏄᏂᏪᏎᎢ; ᎢᏳᏃ ᏤᏥᎤᏍᏕᏎᎸᎯ ᏂᎨᏒᎾ ᎢᎨᏎᏍᏗ, ᎾᏍᎩ ᎼᏏ ᏂᎦᏪᏍᎬᎢ, ᎥᏝ ᏴᎦᏰᏥᏍᏕᎸ.

source: And after Paul and Barnabas had had no little argument and discussion with them, the brothers made a decision to send Paul and Barnabas and certain others of them to the Apostles and the rulers of the church at Jerusalem about this question.
chr: ᏉᎳᏃ ᎠᎴ ᏆᏂᏆ ᎤᏣᏘ ᎤᏂᏲᏠᎯᏎᎸ ᎠᎴ ᎤᎾᏗᏒᎸ ᎠᏂᏬᏂᏍᎬ ᎾᏍᎩ, ᏚᏄᎪᏔᏁ ᏉᎳ ᎠᎴ ᏆᏂᏆ ᎠᎴ ᎩᎶ ᎢᏳᎾᏍᏗ ᏅᏩᎾᏓᎴ ᏥᎷᏏᎵᎻ ᎤᏁᏅᏍᏗᏱ ᏧᎾᏛᏛᏅᏍᏗᏱ ᎨᏥᏅᏏᏛ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎾᏍᎩ ᎯᎠ ᎠᏂᏱᎵᏙᎲ ᎤᎬᏩᎵ.

source: So they, being sent on their way by the church, went through Phoenicia and Samaria, giving news of the salvation of the Gentiles, to the great joy of all the brothers.
chr: ᏧᎾᏁᎶᏗᏃ ᎤᎾᏓᏡᎬ ᎢᏴᏛ ᏫᏗᎬᏩᏂᎧᏅ ᎤᏂᎶᏎ ᏈᏂᏏ ᎠᎴ ᏌᎺᎵᏱ ᎠᏂᏃᎮᏍᎨ ᎠᎾᎦᏔᎲᏍᎬ ᏧᎾᏓᎴᏅᏛ ᏴᏫ; ᎤᏩᏘᏃ ᏚᎾᎵᎨᎵᏍᏔᏁ ᏂᎦᏛ ᎠᎾᏓᏅᏟ.

source: And when they came to Jerusalem, they had a meeting with the church and the Apostles and the rulers, and they gave an account of all the things which God had done through them.
chr: ᏥᎷᏏᎵᎻᏃ ᎤᏂᎷᏨ ᎦᎬᏩᎾᏓᏂᎸᏤ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᎠᎴ ᎨᏥᏅᏏᏛ ᎠᎴ ᏗᎨᎦᏁᎶᏗ; ᎤᏂᏃᎮᎴᏃ ᏂᎦᎥ ᎤᏁᎳᏅᎯ ᏄᏛᏁᎸ ᎤᏂᏍᏕᎸᎯᏙᎸᎢ.

source: But some of the Pharisees, who were of the faith, got up and said, It is necessary for these to have circumcision and to keep the law of Moses.
chr: ᎠᏎᏃ ᏚᎾᎴᏁ ᎩᎶ ᎢᏳᎾᏍᏗ ᎠᏂᏆᎵᏏ ᎤᎾᎵᎪᏒ ᎠᏁᎳ ᎾᏍᎩ ᎤᏃᎯᏳᏅᎯ, ᎯᎠ ᏄᏂᏪᏎᎢ, ᎠᏎ ᏗᎨᏥᎤᏍᏕᏎᏗ, ᎠᎴ ᏗᎧᏁᏤᏗ ᏧᏂᎧᎿᏩᏛᏍᏗᏱ ᎼᏏ ᎤᏁᏨᎯ.

source: And the Apostles and the rulers of the church came together and gave thought to the question.
chr: ᎾᏍᎩᏃ ᎿᏉ ᎤᏂᏃᎮᏗᏱ ᏚᏂᎳᏫᏤ ᎨᏥᏅᏏᏛ ᎠᎴ ᏗᎨᎦᏁᎶᏗ.

source: And when there had been much discussion, Peter got up and said to them, My brothers, you have knowledge that some time back it was God's pleasure that by my mouth the good news might be given to the Gentiles so that they might have faith.
chr: ᎤᏣᏘᏃ ᎤᏂᏬᏂᏒ ᏈᏓ ᏕᎤᎴᏁᎢ, ᎯᎠ ᏂᏚᏪᏎᎴᎢ; ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ, ᏂᎯ ᎢᏥᎦᏔᎭ ᎿᏉ ᏰᎵ ᎪᎯᎩ ᎤᏁᎳᏅᎯ ᎠᏴ ᎠᏆᏑᏰᏒ ᎢᎦᏓᏡᎬ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏴ ᎬᏆᏛᎦᏁᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ, ᎾᏍᎩᏃ ᎤᏃᎯᏳᏗᏱ.

source: And God, the searcher of hearts, was a witness to them, giving them the Holy Spirit even as he did to us;
chr: ᎤᏁᎳᏅᎯᏃ ᏧᏂᎾᏫ ᏗᎦᏔᎯ ᎬᏂᎨᏒ ᏄᏩᏁᎸᎩ ᏕᎨᎦᏓᏂᎸᏨᎢ, ᏕᎠᏁᎲ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎠᏴ ᎾᏍᎩᏯ ᏥᎩᏁᎸᎩ.

source: Making no division between them and us, but making clean their hearts by faith.
chr: ᎠᎴ ᎥᏝ ᏗᎦᏓᎴᎿᎢ ᏱᏂᎬᏁᎴ ᎾᏍᎩ, ᎪᎯᏳᏗ ᎨᏒ ᏕᎦᏅᎦᎸᏓᏁᎲ ᏧᏂᎾᏫ.

source: Why then are you testing God, by putting on the neck of the disciples a yoke so hard that not even our fathers or we were strong enough for it?
chr: Ꭷ ᎦᏙᏃ ᎢᎡᏥᎪᎵᏰ ᎤᏁᎳᏅᎯ, ᏕᏥᎩᎳᎾᎳᏗᏍᎬ ᎠᏃᎯᏳᎲᏍᎩ, ᎾᏍᎩ ᏗᎩᎦᏴᎵᎨ ᎠᎴ ᎾᏍᏉ ᎢᎬᏒ ᏰᎵ ᎨᎦᎩᎳᎾᎳᏗᏍᏗ ᏂᎨᏒᎾ ᏥᎨᏒᎩ.

source: But we have faith that we will get salvation through the grace of the Lord Jesus in the same way as they.
chr: ᎠᏎᏃ ᎢᏙᎯᏳᎲᏍᎦ ᎾᏍᎩ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎠᏴ ᎡᎩᏍᏕᎸᏗ ᎨᏒᎢ, ᎾᏍᎩᏯ ᎾᏍᎩ ᎨᏥᏍᏕᎸᏗ ᏥᎩ.

source: And all the people were quiet while Barnabas and Paul gave an account of the signs and wonders which God had done among the Gentiles by them.
chr: ᎿᏉᏃ ᏂᎦᏛ ᎤᏂᏣᏘ ᎨᏒ ᎡᎳᏪ ᎤᏅᏁᎢ, ᎠᎴ ᏚᎾᏛᏓᏍᏓᏁᎴ ᏆᏂᏆ ᎠᎴ ᏉᎳ ᎠᏂᏃᎮᏍᎬ ᏂᎦᎥ ᎤᏰᎸᏛ ᎠᎴ ᎤᏍᏆᏂᎪᏗ ᎤᏁᎳᏅᎯ ᎾᏍᎩ ᎤᏅᏗᏍᎬ ᏚᎸᏫᏍᏓᏁᎸ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏁᏩᏗᏒᎢ.

source: And when they had come to an end, James, answering, said, My brothers, give ear to me:
chr: ᎾᏍᎩᏃ ᎡᎳᏪ ᎤᏅᏅ, ᏥᎻ ᎤᏁᏤ ᎯᎠ ᏄᏪᏎᎢ; ᎢᏥᏍᎦᏯ ᎢᏓᏓᏅᏟ ᎠᏴ ᏍᎩᏯᏛᏓᏍᏓᏏ.

source: Symeon has given an account of how God was first pleased to take from among the Gentiles a people for himself.
chr: ᏌᏩᏂ ᎤᏃᎮᎸ ᎤᏁᎳᏅᎯ ᎢᎬᏱᏱ ᏚᏩᏛᎲᎢ ᏧᎾᏓᎴᏅᏛ ᏴᏫ, ᎾᎿ ᏧᏪᎴᏍᏗᏱ ᏴᏫ ᎾᏍᎩ ᏚᏙᎥ ᏗᎨᎪᏍᏙᏗᏱ.

source: And this is in agreement with the words of the prophets, as it is said,
chr: ᎾᏍᎩᏃ ᎯᎠ ᎾᏍᎩᏯ ᏂᏕᎦᎵᏍᏗᎭ ᎠᎾᏙᎴᎰᏍᎩ ᎤᏂᏁᏨᎢ, ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ;

source: After these things I will come back, and will put up the tent of David which has been broken down, building up again its broken parts and making it complete:
chr: “ᎾᏍᎩᏃ ᏄᎵᏍᏔᏁᏍᏗ ᏛᏥᎷᏥ ᎠᎴ ᏛᏥᎵᏦᏘᏌᏂ ᏕᏫ ᎤᏤᎵ ᎦᎵᏦᏛᎢ, ᎾᏍᎩ ᎡᎳᏗ ᎤᏪᏡᏒᎯ ᏥᎩ, ᎠᎴ ᏛᏥᎵᏦᏘᏌᏂ ᎤᎵᏦᏙᎠᏒᎢ, ᎠᎴ ᏛᏥᎧᎯᏌᏂ.

source: So that the rest of men may make search for the Lord, and all the Gentiles on whom my name is named,
chr: ᎾᏍᎩ ᏄᎾᏓᎴ ᏴᏫ ᎬᏩᏂᏯᏍᏗ ᎢᏳᎵᏍᏙᏗᏱ ᎤᎬᏫᏳᎯ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᏓᏆᏙᎥ ᏗᎨᎪᏍᏔᏅᎯ ᏥᎩ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ, ᎾᏍᎩ ᎯᎠ ᏂᎦᏛ ᏧᎸᏫᏍᏓᏁᎯ ᏥᎩ.”

source: Says the Lord, who has made these things clear from the earliest times.
chr: ᎤᏁᎳᏅᎯ ᎠᎦᏔᎯᏳ ᏅᏧᏓᎴᏅᎲᎾ ᏂᎦᏛ ᏚᎸᏫᏍᏓᏁᎲᎢ.

source: For this reason my decision is, that we do not put trouble in the way of those who from among the Gentiles are turned to God;
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏴ ᎦᏓᏅᏖᏍᎬ ᎯᎠ ᏄᏍᏗ, ᎾᏍᎩ ᏗᏓᏕᏯᏙᏙᏗᏱᏉ ᏂᎨᏒᎾ ᏧᎾᏓᎴᏅᏛ ᏴᏫ ᎠᏁᎲ ᎤᎾᏖᎴᏛ ᎤᏁᎳᏅᎯ ᎢᏗᏢ ᏭᎾᎦᏔᎲᏍᏔᏅᎯ ᏥᎩ;

source: But that we give them orders to keep themselves from things offered to false gods, and from the evil desires of the body, and from the flesh of animals put to death in ways against the law, and from blood.
chr: ᏗᏙᏪᎳᏁᏗᏱᏉᏍᎩᏂ ᏧᏂᏲᎯᏍᏗᏱ ᎦᏓᎭ ᎢᏧᎵᏍᏔᏅᎯ ᎾᏍᎩ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ, ᎠᎴ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ, ᎠᎴ ᎪᎱᏍᏗ ᎬᏬᏍᏔᏅᎯ, ᎠᎴ ᎩᎬ.

source: For Moses, from times long past, has his preachers in every town, reading his law in the Synagogues every Sabbath.
chr: ᎼᏏᏰᏃ ᎡᏘ ᏅᏓᎬᏩᏓᎴᏅᏛ ᏕᎦᏚᏩᏗᏒ ᏕᎤᏪᎭ ᎬᏩᎵᏥᏙᎲᏍᎩ, ᏓᏥᎪᎵᏰᏍᎬᎢ ᏗᎦᎳᏫᎢᏍᏗᏱ ᏄᎾᏙᏓᏈᏒᎢ.

source: Then it seemed good to the Apostles and the rulers and all the church, to send men from among them to Antioch with Paul and Barnabas; Judas, named Barsabbas, and Silas, chief men among the brothers:
chr: ᎿᏉᏃ ᎣᏏᏳ ᎤᏂᏰᎸᏁ ᎨᏥᏅᏏᏛ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᎠᎴ ᏂᎦᏛ ᏧᎾᏁᎶᏗ ᎤᎾᏓᏡᎬ ᏧᏂᏅᏍᏗᏱ ᎠᏂᏍᎦᏯ ᏧᎾᏑᏰᏛ ᎤᏅᏒ ᎤᎾᏓᏡᎬᎢ, ᎾᏍᎩ ᏧᏓᏏ ᏆᏏᏆ ᏧᏙᎢᏛ ᎠᎴ ᏌᏱᎳ ᎨᏥᎸᏉᏗ ᎠᎾᏓᏅᏢᎢ, ᏉᎳ ᎠᎴ ᏆᏂᏆ ᎢᏧᎳᎭ ᎤᏁᏅᏍᏗᏱ ᎥᏘᏍᎩ,

source: And they sent a letter by them, saying, The Apostles and the older brothers, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, may joy be with you:
chr: ᎾᏍᎩᏃ ᎤᏂᏅᏍᏗ ᎤᏃᏪᎳᏁ ᎯᎠ ᏄᏅᏁᎴᎢ; ᎣᎩᏅᏏᏛ ᎠᎴ ᏦᎦᏁᎶᏗ ᎠᎴ ᎣᏣᏓᏅᏟ ᏫᏨᏲᎵᎦ ᎢᏣᏓᏅᏟ ᏗᏣᏓᎴᏅᏛ ᏴᏫ ᎥᏘᏍᎩ ᎠᎴ ᏏᎵᏱ ᎠᎴ ᏏᎵᏏᏱ ᎢᏤᎯ.

source: Because we have knowledge that some who went from us have been troubling you with their words, putting your souls in doubt; to whom we gave no such order;
chr: ᎣᎬᏛᎦᏅ ᎩᎶ ᎢᏳᎾᏍᏗ ᎪᎦᏓᏑᏰᏛ ᎠᏂᏬᏂᏍᎬ ᎨᏣᏕᏯᏙᏔᏅᎢ ᏕᎨᏥᎦᏔᎲᎡᎲ ᏗᏣᏓᏅᏙ, ᎯᎠ ᎾᏂᏪᏍᎬᎢ; ᎠᏎ ᏤᏥᎤᏍᏕᏎᏗ ᎠᎴ ᏗᎧᎿᏩᏛᏍᏗ ᎢᏥᏍᏆᏂᎪᏙᏗ; ᎾᏍᎩ ᎢᏳᏍᏗ ᏦᏥᏁᏤᎸᎯ ᏂᎨᏒᎾ;

source: It seemed good to us, having come to an agreement together, to send these men to you, with our well loved Barnabas and Paul,
chr: ᎾᏍᎩ ᏅᏧᎵᏍᏙᏔᏅ ᎣᏏᏳ ᎣᎩᏰᎸᏅ ᏂᎦᏛ ᏌᏉ ᎢᎦᎦᏛ, ᏗᏤᎲ ᏦᏥᏅᏍᏗᏱ ᏦᏣᏑᏰᏛ ᎠᏂᏍᎦᏯ ᏧᏂᏍᏓᏩᏛᏍᏗᏱ ᏦᏥᎨᏳᎯ ᏆᏂᏆ ᎠᎴ ᏉᎳ,

source: Men who have given up their lives for the name of our Lord Jesus Christ.
chr: ᎾᏍᎩ ᎠᏂᏍᎦᏯ ᏓᏅᏅ ᏧᎾᎵᏍᎪᎸᏔᏅᎯ, ᎢᎦᏤᎵ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ ᏕᎤᏙᎥ ᏅᏗᎦᎵᏍᏗᏙᏗᏍᎬᎢ.

source: And so we have sent Judas and Silas, who will say the same things to you themselves, by word of mouth.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏙᏥᏅᎵ ᏧᏓᏏ ᎠᎴ ᏌᏱᎳ, ᎾᏍᎩ ᎾᏍᏉ ᎠᏂᏁᎬᎢ ᎤᏠᏱ ᏓᎨᏥᏃᎮᎮᎵ.

source: For it seemed good to the Holy Spirit and to us, to put on you nothing more than these necessary things;
chr: ᎣᏏᏳᏰᏃ ᎤᏰᎸᏅ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ, ᎠᎴ ᎠᏴ ᎣᏏᏳ ᏍᎩᏰᎸᏅ, ᎪᎱᏍᏗ ᏗᏨᏯᏰᏅᏙᏗᏱ ᏂᎨᏒᎾ, ᎯᎠ ᎤᏩᏒ ᎾᏍᎩ ᎠᏎ ᎢᏯᏛᏁᏗ ᏥᎩ;

source: To keep from things offered to false gods, and from blood, and from things put to death in ways which are against the law, and from the evil desires of the body; if you keep yourselves from these, you will do well. May you be happy.
chr: ᎾᏍᎩ ᏗᏥᏲᎯᏍᏗᏱ ᎠᎵᏍᏓᏴᏗ ᎤᏁᎳᏅᎯ ᏗᏰᎸᎯ ᏗᎵᏍᎪᎸᏓᏁᎸᎯ, ᎠᎴ ᎩᎬ, ᎠᎴ ᎪᎱᏍᏗ ᎬᏬᏍᏔᏅᎯ, ᎠᎴ ᎤᏕᎵᏛ ᏗᏂᏏᏗ ᎨᏒᎢ. ᎢᏳᏃ ᎾᏍᎩ ᏱᏗᏤᏯᏙᏤᎸ ᎣᏏᏳ ᏱᏂᏣᏛᎦ. ᏙᎯᏱ ᏂᏣᏛᎿᏕᎨᏍᏗ.

source: So they, being sent away, came down to Antioch, and having got the people together, they gave them the letter.
chr: ᎾᏍᎩᏃ ᏕᎨᏥᏲᏒ ᎥᏘᎣᎩ ᏭᏂᎷᏤᎢ, ᏚᏂᎳᏫᏛᏃ ᎤᏂᏣᏘ ᏚᏂᏅᏁᎴ ᎾᏍᎩ ᎪᏪᎵ.

source: And after reading it, they were glad of its comfort.
chr: ᎾᏍᎩᏃ ᎤᏂᎪᎵᏰᎥ, ᎤᎾᎵᎮᎵᏤ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎾᏍᎩ ᎠᏓᎦᎵᏍᏓᏗᏍᎩ ᎨᏒᎢ

source: And Judas and Silas, who themselves were prophets, gave teaching to the brothers and made them strong in the faith.
chr: ᏧᏓᏏᏃ ᎠᎴ ᏌᏱᎳ, ᎤᏣᏖ ᎢᎧᏁᏨᎯ ᏚᏂᏬᏁᏔᏁ ᎠᎾᏓᏅᏟ ᎠᎴ ᏚᎾᎵᏂᎪᎯᏍᏔᏁᎢ, ᎾᏍᏉᏰᏃ ᎤᏅᏒ ᎠᎾᏙᎴᎰᏍᎩ ᎨᏎᎢ.

source: And when they had been there for some time, they were sent back in peace by the brothers to those who had sent them.
chr: ᎢᎸᏍᎩᏃ ᏄᏬᎯᏨ ᎤᏁᏙᎸ, ᏅᏩᏙᎯᏯᏛ ᏕᎬᏩᏂᏲᏎ ᎠᎾᏓᏅᏟ ᎨᏥᏅᏏᏛ ᏗᏁᎲ ᏭᏂᎶᎯᏍᏗᏱ.

source: But Paul and Barnabas kept on in Antioch, teaching and preaching the word of God, with a number of others.
chr: ᏉᎳᏃ ᎠᎴ ᏆᏂᏆ ᎾᏍᏉ ᎬᏁᏙᎮ ᎥᏘᎣᎩ ᏓᎾᏕᏲᎲᏍᎨᎢ, ᎠᎴ ᎠᎾᎵᏥᏙᎲᏍᎨ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᎠᎴ ᎾᏍᏉ ᎤᏂᏣᏖ ᏅᏩᎾᏓᎴᎢ.

source: And after some days, Paul said to Barnabas, Let us go back and see the brothers in every town where we have given the word of God, and see how they are.
chr: ᎢᎸᏍᎩᏃ ᏫᏄᏒᎸ ᏉᎳ ᎯᎠ ᏄᏪᏎᎸᎩ ᏆᏂᏆ; Ꭷ ᏔᎵᏁ ᏥᏙᏂᏩᏛᎱᎦ ᎢᏓᏓᏅᏟ ᏂᎦᎥ ᏕᎦᏚᏩᏗᏒ ᎾᎿ ᎩᎾᎵᏥᏙᏂᏙᎸ ᎧᏃᎮᏛ ᎤᎬᏫᏳᎯ ᎤᏤᎵᎦ, ᏫᎾᏙᎴᎰᎯ ᏄᎾᏛᎿᏕᎬᎢ.

source: And Barnabas had a desire to take with them John, named Mark.
chr: ᏆᏂᏆᏃ ᎤᏚᎵᏍᎬᎩ ᎤᎾᏘᏅᏍᏗᏱ ᏣᏂ ᎹᎦ ᏧᏙᎢᏛ.

source: But Paul was of the opinion that it was not right to take with them one who had gone away from them in Pamphylia, and had not gone on with the work.
chr: ᎠᏎᏃ ᏉᎳ ᎥᏝ ᎣᏏᏳ ᏳᏰᎸᏁ ᎤᎾᏘᏅᏍᏗᏱ, ᎾᏍᎩᏰᏃ ᎤᎾᏓᏓᎴᏓᏁᎴ ᏆᎻᏈᎵᏱ, ᎠᎴ ᎥᏝ ᏳᎾᎵᎪᏁᎴ ᏚᏂᎸᏫᏍᏓᏁᎵᏙᎲᎢ.

source: And there was a sharp argument between them, so that they were parted from one another, and Barnabas took Mark with him and went by ship to Cyprus;
chr: ᎠᎴ ᎤᏣᏘ ᎤᏂᏲᏠᎯᏎᎸᎩ, ᎾᏍᎩ ᎢᏳᏍᏗ ᏫᏕᎬᏩᎾᎦᎴᏅᎲᎩ; ᏆᏂᏆᏃ ᎤᏘᏅᏒᎩ ᎹᎦ, ᎠᎴ ᏥᏳᎯ ᏭᏣᏅ ᏌᏈ ᏭᎶᏒᎩ.

source: But Paul took Silas and went away with the blessing of the brothers.
chr: ᏉᎳᏃ ᎤᏑᏰᏒ ᏌᏱᎳ, ᎤᏂᎩᏒᎩ, ᎠᎾᏓᏅᏟ ᏕᎬᏩᏲᏒ ᎤᏁᎳᏅᎯ ᎤᏪᏙᎵᏍᏗᏱ.

source: And he went through Syria and Cilicia, making the churches stronger in the faith.
chr: ᏏᎵᏱᏃ ᎠᎴ ᏏᎵᏏᏱ ᎤᎶᏒᎩ, ᏓᎵᏂᎪᎯᏍᏗᏍᎬᎩ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ.

source: And he came to Derbe and Lystra: and there was a certain disciple there named Timothy, whose mother was one of the Jews of the faith, but his father was a Greek;
chr: ᏓᏈᏃ ᎠᎴ ᎵᏍᏗ ᏭᎷᏨᎩ, ᎬᏂᏳᏉᏃ ᎾᎿ ᎡᎲᎩ ᎩᎶ ᎢᎨᏍᏗ ᎪᎯᏳᎲᏍᎩ, ᏗᎹᏗ ᏧᏙᎢᏛ, ᎠᏧᏏ, ᎠᎨᏴ ᎪᎯᏳᎲᏍᎩ ᎤᏥ ᎨᏒᎩ, ᎤᏙᏓᏍᎩᏂ ᎠᎪᎢ ᎨᏒᎩ.

source: Of whom the brothers at Lystra and Iconium had a high opinion.
chr: ᎾᏍᎩ ᎣᏏᏳ ᎬᏩᏃᎮᏍᎩ ᎨᏒᎩ ᎠᎾᏓᏅᏟ ᎵᏍᏗ ᎠᎴ ᎢᎪᏂᏯ ᎠᏁᎯ.

source: Paul had a desire for him to go with him, and he gave him circumcision because of the Jews who were in those parts: for they all had knowledge that his father was a Greek.
chr: ᎾᏍᎩ ᏉᎳ ᎤᏚᎸᎲᎩ ᎤᏘᏅᏍᏗᏱ; ᎤᎱᏍᏕᏎᎸᎩᏃ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ ᎠᏂᏧᏏ ᎾᎿ ᏓᏁᏩᏗᏒᎢ, ᏂᎦᏛᏰᏃ ᎠᏂᎦᏔᎲᎩ ᎤᏙᏓ ᎠᎪᎢ ᎨᏒᎢ.

source: And on their way through the towns, they gave them the rules which had been made by the Apostles and the rulers of the church at Jerusalem, so that they might keep them.
chr: ᏕᎦᏚᏩᏗᏒᏃ ᎠᏂᎶᏍᎬᎢ, ᏓᏂᏲᎯᏎᎲᎩ ᎤᏂᏍᏆᏂᎪᏙᏗ ᏗᎧᎿᏩᏛᏍᏗ, ᎾᏍᎩ ᏧᏄᎪᏔᏅᎯ ᎨᏥᏅᏏᏛ ᎠᎴ ᏗᎨᎦᏁᎶᏗ ᏥᎷᏏᎵᎻ ᎠᏁᎯ.

source: So the churches were made strong in the faith and were increased in number every day.
chr: ᏧᎾᏁᎶᏗᏃ ᏚᎾᏓᏡᏩᏗᏒ ᏚᎾᎵᏂᎪᏒᎩ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᏂᏚᎩᏨᏂᏒ ᎠᏂᎪᏙᏍᎬᎩ.

source: And after they had gone through the land of Phrygia and Galatia, the Holy Spirit did not let them take the word into Asia;
chr: ᎤᏂᎶᏐᏅᏃ ᏈᏥᏱ ᎠᎴ ᎨᎴᏏᏱ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎤᏂᏅᏍᏓᏕᎸ ᎤᎾᎵᏥᏙᏗᏱ ᎧᏃᎮᏛ ᎡᏏᏱ,

source: And having come to Mysia, they made an attempt to go into Bithynia, but the Spirit of Jesus did not let them;
chr: ᎻᏏᏱ ᏭᏂᎷᏨ, ᎤᎾᏓᏅᏖᎸᎩ ᏈᏗᏂᏱ ᏭᏂᎶᎯᏍᏗᏱ, ᎠᏎᏃ ᎥᏝ ᎤᎾᏁᎳᎩ ᏱᏚᏪᎵᏎᎴ ᎠᏓᏅᏙ.

source: And going past Mysia, they came down to Troas.
chr: ᎻᏏᏱᏃ ᎤᏂᎶᏒ, ᏠᎠᏏ ᏭᏂᎷᏨᎩ.

source: And Paul had a vision in the night; a man of Macedonia came, requesting him, and saying, Come over into Macedonia and give us help.
chr: ᏉᎳᏃ ᎤᏁᎳᏫᏎᎸᎩ ᏒᏃᏱ; ᎩᎶ ᎢᏳᏍᏗ ᎠᏍᎦᏯ ᎹᏏᏙᏂ ᎡᎯ ᎦᏙᎨᎢ, ᎤᏔᏲᏎᎮᎢ, ᎯᎠ ᏄᏪᏎᎮᎢ; ᎹᏏᏙᏂ ᏫᎷᎩ, ᎠᎴ ᏫᏍᎩᏍᏕᎸ.

source: And when he had seen the vision, straight away we made the decision to go into Macedonia, for it seemed certain to us that God had sent us to give the good news to them.
chr: ᎤᏁᎳᏫᏎᎸᏃ ᎩᎳᏉ ᎢᏴᏛ ᎣᎦᏁᎶᏔᏅᎩ ᎹᏏᏙᏂ ᏬᎩᎶᎯᏍᏗᏱ, ᎣᏣᏙᎴᎰᏍᎬᎩ ᎤᎬᏫᏳᎯ ᎣᎩᏯᏂᏍᎬᎢ ᎾᏍᎩ ᏦᏣᎵᏥᏙᏁᏗᏱ ᎣᏍᏛ ᎧᏃᎮᏛ.

source: So, from Troas we went straight by ship to Samothrace and the day after to Neapolis;
chr: ᎾᏍᎩᏃ ᏠᎠᏏ ᏥᏳᎯ ᎣᎦᏣᏅ ᏧᏳᎪᏗ ᏬᎩᏅᏍᏔᏅᎩ, ᏎᎹᏞᏏ ᏬᎩᏃᎸᎩ; ᎤᎩᏨᏛᏃ ᏂᎠᏆᎵᏏ ᏬᎩᏃᎸᎩ.

source: And from there to Philippi, which is the most important town of Macedonia and a Roman colony: and we were there for some days.
chr: ᎾᎿᏃ ᏫᎣᎦᏣᏅ, ᏈᎵᎩᏱ ᏬᎩᏃᎸᎩ, ᎾᏍᎩ ᏄᎬᏫᏳᏒ ᎦᏚᎲ ᎾᎿ ᎢᏗᏢ ᎹᏏᏙᏂ, ᎠᎴ ᎾᏍᎩ ᎤᎾᏓᏅᏛ ᎤᏂᏚᎲ ᏥᎩ. ᎾᎿᏃ ᎦᏚᎲ ᎢᎸᏍᎩ ᏧᏒᎯᏛ ᎣᎨᏙᎸᎩ.

source: And on the Sabbath we went outside the town, by the river, where we had an idea that there would be a place of prayer; and, being seated, we had talk with the women who had come together.
chr: ᎤᎾᏙᏓᏆᏍᎬᏃ ᎦᏚᎲ ᎣᎩᏄᎪᏨᎩ, ᎡᏉᏄᎶᏗ ᏬᎩᎶᏒᎩ ᎠᏓᏙᎵᏍᏙᏗᏱ ᎨᏒᎢ; ᎣᎦᏅᏅᏃ ᏙᏥᏬᏁᏔᏅ ᎠᏂᎨᏴ ᎾᎿ ᎤᎾᏓᏟᏌᏅᎯ.

source: And a certain woman named Lydia, a trader in purple cloth of the town of Thyatira, and a God-fearing woman, gave ear to us: whose heart the Lord made open to give attention to the things which Paul was saying.
chr: ᎩᎶᏃ ᎢᏳᏍᏗ ᎠᎨᏴ ᎵᏗ ᏧᏙᎢᏛ, ᎩᎦᎨ ᏗᏄᏬ ᎦᏃᏗᏍᎩ, ᏓᏱᏓᎵ ᎦᏚᎲ ᎡᎯ, ᎤᏁᎳᏅᎯ ᎠᏓᏙᎵᏍᏔᏁᎯ, ᎤᏛᏓᏍᏔᏅᎩ. ᎾᏍᎩ ᎤᎾᏫᏱ ᎤᎬᏫᏳᎯ ᎤᏍᏚᎢᏒᎩ, ᎤᏛᏓᏍᏙᏗᏱ ᏉᎳ ᎧᏁᎬᎢ.

source: And when she and her family had had baptism, she made a request to us, saying, If it seems to you that I am true to the Lord, come into my house and be my guests. And she made us come.
chr: ᎠᎦᏬᎥᏃ ᎤᏩᏒ ᎠᎴ ᎾᏍᎩ ᏚᏓᏘᎾᎥᎢ, ᎣᎩᏔᏲᏎᎸᎩ, ᎯᎠ ᏄᏪᏒᎩ; ᎢᏳᏃ ᎤᏙᎯᏳᏒ ᎤᎬᏫᏳᎯ ᎪᎯᏳᎲᏍᎩ ᏍᎩᏰᎵᏎᎮᏍᏗ, ᏥᏁᎸ ᎢᏥᏴᎭ ᎠᎴ ᎾᎿ ᎢᏥᏁᏍᏗ. ᎣᎩᏍᏗᏰᏗᏍᎬᏃ ᎣᎩᏎᎪᎩᏒᎩ.

source: And when we were going to the place of prayer, we came across a girl with a spirit which gave knowledge of the future, whose masters made great profit from her power.
chr: ᎯᎠᏃ ᏄᎵᏍᏔᏅᎩ, ᎠᏓᏙᎵᏍᏙᏗᏱ ᎣᎨᏅ, ᎩᎶ ᎢᏳᏍᏗ ᎠᏛ, ᎠᏓᏅᏙ ᎠᏙᏂᏍᎩ ᎤᏯᎢ, ᏙᎦᏠᏒᎩ, ᎾᏍᎩ ᎤᏣᏛ ᏧᎬᏩᎶᏗ ᏓᏩᏛᎡᎲᎩ ᎬᏩᎾᏝᎢ ᎠᏙᏂᏍᎬ ᎬᏗᏍᎩ.

source: She came after Paul and us, crying out and saying, These men are the servants of the Most High God, who are giving you news of the way of salvation.
chr: ᎾᏍᎩ ᎣᎩᏍᏓᏩᏗᏒ ᏉᎳ ᎠᎴ ᎠᏴ, ᎤᏪᎷᏅᎩ ᎯᎠ ᏄᏪᏒᎩ; ᎯᎠ ᎠᏂᏍᎦᏯ ᎤᏁᎳᏅᎯ ᏩᏍᏛ ᎦᎸᎳᏗᏳ ᎡᎯ ᏧᏅᏏᏓᏍᏗ, ᎾᏍᎩ ᎬᏂᎨᏒ ᏥᏂᎨᎬᏁᎭ ᏅᏃᎯ ᎠᎵᏍᏕᎸᏙᏗ ᎨᏒᎢ.

source: And this she did on a number of days. But Paul was greatly troubled and, turning, said to the spirit, I give you orders in the name of Jesus Christ, to come out of her. And it came out that very hour.
chr: ᎠᎴ ᎤᏣᏛ ᏄᏒᎸᎩ ᎾᏍᎩ ᎾᏛᏁᎲᎩ; ᎠᏎᏃ ᏉᎳ ᎤᏕᏯᏔᏁᎸ ᎤᎦᏔᎲᏒᎩ, ᎯᎠ ᏄᏪᏎᎸᎩ ᎾᏍᎩ ᎠᏓᏅᏙ; ᎬᏁᏥ ᏥᏌ ᎦᎶᏁᏛ ᏕᎤᏙᎥ ᎬᏗᎭ, ᎾᏍᎩ ᎪᎱᎪᏤᏗᏱ. ᎾᎯᏳᏉᏃ ᎤᏄᎪᏨᎩ.

source: But when her masters saw that their hope of profit was gone, they took Paul and Silas, pulling them into the market-place before the rulers;
chr: ᎬᏩᎾᏝᎢᏃ ᎤᎾᏙᎴᎰᏒ ᎤᏚᎩ ᎤᏅᏒ ᏧᎬᏩᎶᏗ ᎤᏂᏩᏛᏗᏱ ᎤᏲᏨᎢ, ᏗᏂᏂᏴᎲᎩ ᏉᎳ ᎠᎴ ᏌᏱᎳ, ᎠᎴ ᎾᏍᎩ ᎦᏃᏙᏗᏱ ᏫᏚᎾᏘᏃᎮᎸᎩ ᏗᎨᎦᏁᎶᏗ.

source: And when they had taken them before the authorities, they said, These men, who are Jews, are greatly troubling our town;
chr: ᎠᎴ ᏗᏄᎪᏗᏍᎩ ᏫᏚᎾᏘᏃᎮᎸᎩ, ᎯᎠ ᏄᏂᏪᏒᎩ; ᎯᎠ ᎠᏂᏍᎦᏯ ᎠᎠᏧᏏ ᎤᏣᏔᏅᎯ ᎠᎾᏕᏯᏙᏗᎭ ᎢᎩᏚᎲᎢ,

source: Teaching rules of living which it is not right for us to have or to keep, being Romans.
chr: ᎠᎴ ᎬᏂᎨᏒ ᎾᏅᏁᎭ ᏗᎧᎿᏩᏛᏍᏗ ᎾᏍᎩ ᏰᎵ ᏗᎨᎩᏂᏴᏗ ᎠᎴ ᏗᎨᎩᎧᎿᏩᏛᏍᏗ ᏂᎨᏒᎾ, ᎢᏗᎶᎻ ᎨᏒ ᎢᏳᏍᏗ.

source: And the people made an attack on them all together: and the authorities took their clothing off them, and gave orders for them to be whipped.
chr: ᎤᏂᏣᏘᏃ ᎨᏒ ᏕᎬᏩᏂᎦᏘᎸᏒᎩ; ᏗᏄᎪᏗᏍᎩᏃ ᏚᏂᏄᏪᏒ ᎤᏂᏁᏨᎩ ᏗᎨᏥᎵᎥᏂᏍᏗᏱ.

source: And when they had given them a great number of blows, they put them in prison, giving orders to the keeper of the prison to keep them safely:
chr: ᎤᏣᏘᏃ ᏂᏚᏅᏂᎸ, ᏗᏓᏍᏚᏗᏱ ᏚᏂᏴᏔᏅᎩ, ᎤᏂᏁᏤᎸᎩ ᎾᏍᎩ ᎠᏥᎦᏘᏗᏍᏗ ᎣᏍᏛ ᏧᎦᏘᏗᏍᏗᏱ.

source: And he, having such orders, put them into the inner prison with chains on their feet.
chr: ᎾᏍᎩᏃ ᎾᏥᏪᏎᎸ ᎠᏥᏁᏤᎸ, ᏫᏚᏴᏔᏅᎩ ᏗᏓᏍᏚᏗᏱ ᎪᏢᏒ ᎦᎵᏦᏕ ᎭᏫᏂ, ᎠᎴ ᎠᏍᏓᏯ ᏚᏅᏎᏙᏅ ᎠᏙᎯ.

source: But about the middle of the night, Paul and Silas were making prayers and songs to God in the hearing of the prisoners;
chr: ᏒᏃᏱᏃ ᎠᏰᎵ ᏉᎳ ᎠᎴ ᏌᏱᎳ ᎤᎾᏓᏙᎵᏍᏔᏁᎢ, ᎠᎴ ᎤᏁᎳᏅᎯ ᏚᏂᏃᎩᏍᏔᏁᎢ; ᏗᎨᏥᏍᏚᎯᏃ ᎾᏍᎩ ᎤᎾᏛᎦᏁᎢ.

source: And suddenly there was an earth-shock, so that the base of the prison was moved: and all the doors came open, and everyone's chains came off.
chr: ᎤᏰᎶᎢᏍᏔᏁᏃ ᎦᏙᎯ ᎤᎵᏖᎸᏁᎢ; ᎠᎴ ᏗᏓᏍᏚᏘᏱ ᏚᎵᏍᏓᏱᏗᏍᏛ ᏚᎵᏖᎸᏁᎢ, ᎩᎳᏉᏃ ᎢᏴᏛ ᏂᎦᏛ ᏓᏍᏚᎲ ᏚᎵᏍᏚᎢᏎᎢ, ᎠᎴ ᎾᏂᎥ ᏚᎾᏓᎸᏍᏛ ᏚᏢᏒᎮᎢ.

source: And the keeper, coming out of his sleep, and seeing the prison doors open, took his sword and was about to put himself to death, fearing that the prisoners had got away.
chr: ᏗᏓᏍᏚᏗᏱᏃ ᎠᎦᏘᏯ, ᎤᏰᏨ ᎠᎴ ᎤᏙᎴᎰᏒ ᎦᎶᎯᏍᏗᏱ ᏗᏓᏍᏚᏗᏱ ᏧᎵᏍᏚᎢᏛ ᎨᏒᎢ, ᎤᎸᎮ ᎠᏰᎳᏍᏗ ᎦᏅᎯᏛ, ᎠᎴ ᎤᏩᏒ ᏗᏓᎵᏎᎢ, ᏗᎨᏥᏍᏚᎯ ᎤᎾᎵᏒ ᎡᎵᏍᎨᎢ.

source: But Paul said in a loud voice, Do yourself no damage, for we are all here.
chr: ᎠᏎᏃ ᏉᎳ ᎠᏍᏓᏯ ᎤᎵᏍᏔᏁᎢ, ᎯᎠ ᏄᏪᏎᎢ; ᏞᏍᏗ ᏨᏒ ᎪᎱᏍᏗ ᎤᏲ ᎢᏣᏓᏛᏁᎸᎩ, ᎠᏂᏰᏃ ᏂᎦᏛ ᎣᏥᏯᎠ.

source: And he sent for lights and came rushing in and, shaking with fear, went down on his face before Paul and Silas,
chr: ᎠᏨᏍᏙᏗᏃ ᎤᏔᏲᎸ ᎤᎵᏍᏗ ᏭᏴᎴᎢ, ᎠᎴ ᏭᎷᏤ ᎤᏪᎾᏫᏍᎨᎢ, ᎤᏓᏅᏂᎴ ᎢᎬᏱᏢ ᏉᎳ ᎠᎴ ᏌᏱᎳ ᏚᏃᎸᎢ.

source: And took them out and said, Sirs, what have I to do to get salvation?
chr: ᏚᏄᎪᏫᏒᏃ ᎯᎠ ᏄᏪᏎᎢ; ᎢᏍᏗᏍᎦᏯ, ᎦᏙ ᏓᎦᏛᏁᎵ ᎥᎩᏍᏕᎸᏗᏱ?

source: And they said, Have faith in the Lord Jesus, and you and your family will have salvation.
chr: ᎯᎠᏃ ᏄᏂᏪᏎᎢ; ᎯᏲᎢᏳᎲᎦ ᎤᎬᏫᏳᎯ ᏥᏌ ᎦᎶᏁᏛ, ᏓᏰᏣᏍᏕᎸᎯᏃ, ᏂᎯ ᎠᎴ ᏕᏣᏓᏘᎾᎥᎢ.

source: And they gave the word of the Lord to him and to all who were in his house.
chr: ᎤᎬᏫᏳᎯᏃ ᎤᏤᎵ ᎧᏃᎮᏛ ᎤᏂᏃᎮᎮᎴ ᎾᏍᎩ, ᎠᎴ ᏂᎦᏛ ᎾᏍᎩ ᎦᏁᎸᎢ ᎠᏂᏯᎢ.

source: And that same hour of the night, he took them, and when he had given attention to their wounds, he and all his family had baptism straight away.
chr: ᎾᎯᏳᏉᏃ ᏒᏃᏱ ᏚᏯᏅᎮᎢ, ᎠᎴ ᏚᏬᏑᎴᎴ ᏕᎨᏥᎵᎥᏂᎸᎢ; ᎠᎴ ᎩᎳᏉ ᎢᏴᏛ ᎠᎦᏬᎡ ᎤᏩᏒ ᎠᎴ ᏂᎦᏛ ᏧᏤᎵᎦ.

source: And he took them into his house and gave them food, and he was full of joy, having faith in God with all his family.
chr: ᎦᏁᎸᏃ ᏚᏴᏔᏂᎸ ᏚᏪᎳᏍᏔᏁᎢ, ᎠᎴ ᎪᎯᏳᎲᏍᎬ ᎤᏁᎳᏅᎯ ᎤᎵᎮᎵᏤᎢ, ᎠᎴ ᎾᏍᏉ ᏂᎦᏛ ᎦᏁᎸᎢ.

source: But when it was day, the authorities sent the police, saying, Let these men go.
chr: ᏑᎾᎴᏃ ᏄᎵᏍᏔᏅ ᏗᏄᎪᏗᏍᎩ ᏚᏂᏅᏎ ᏗᎾᏓᏂᏱᏍᎩ, ᎯᎠ ᏫᏄᏂᏪᏍᏗᏱ; ᏘᎧᎲᎦ Ꮎ ᎠᏂᏍᎦᏯ.

source: And the keeper said to Paul, The authorities have given orders to let you go: come out now, and go in peace.
chr: ᏗᏓᏍᏚᏗᏱᏃ ᎠᎦᏘᏯ ᎾᏍᎩ ᏅᏧᏂᏪᏒ ᎤᏃᏁᎴ ᏉᎳ; ᏗᏄᎪᏗᏍᎩ ᏛᎾᏓᏅᎵ ᏗᏍᏛᏯᎪᏗᏱ; Ꭷ, ᏍᏗᏄᎪᎢ ᎠᎴ ᏅᏩᏙᎯᏩᏛ ᎢᏍᏕᎾ.

source: But Paul said to them, They have given us who are Romans a public whipping without judging us, and have put us in prison. Will they now send us out secretly? no, truly, let them come themselves and take us out.
chr: ᎠᏎᏃ ᏉᎳ ᎯᎠ ᏂᏚᏪᏎᎴᎢ, ᎬᏂᎨᏒ ᏕᎪᎩᏂᎵᎥᏂᎸ ᏧᏚᎪᏔᏅᎯ ᏂᎨᏒᎾ ᎣᎩᏂᏍᎦᏅᏨᎢ, ᎣᏍᏗᎶᎻ, ᎠᎴ ᏗᏓᏍᏚᏗᏱ ᏕᎪᎩᏂᏴᏔᏅ, ᏥᎪᏃ ᎿᏉ ᎤᏕᎵᏛ ᎢᎪᎩᏂᏄᎪᏫᏍᎦ? ᎤᏙᎯᏳᎯ ᎥᏝ, ᎤᏅᏒᏍᎩᏂ ᏩᏂᎷᎩ ᏫᎪᎩᏂᏄᎪᏩ.

source: And the police gave an account of these words to the authorities, and they were full of fear on hearing that they were Romans;
chr: ᏗᎾᏓᏂᏱᏍᎩᏃ ᎾᏍᎩ ᎯᎠ ᏄᏂᏪᏒ ᏚᏂᏃᏁᎴ ᏗᏄᎪᏗᏍᎩ. ᎤᏂᏍᎦᎴᏃ ᎤᎾᏛᎦᏅ ᎠᏂᎶᎻ ᎨᏒᎢ.
